Table of Contents
 Interface IIdeaLoading
Namespace
IdeaStatiCa.BimApi
Assembly
IdeaStatiCa.BimApi.dll
A load, only two subtypes are supported: load cases IIdeaLoadCase, combinations IIdeaCombiInput.
public interface IIdeaLoading : IIdeaObject
Inherited Members
 IIdeaObject.Id
 IIdeaObject.Name
 Edit this page